// Напишите программу, которая принимает на вход число и выдает,
// является ли число четным (делится ли оно на два без остатка).
// 4 -> да
// -3 -> нет
// 7 -> нет
int numberA;

numberA = 7;

if (numberA %2 == 0)
{
Console.WriteLine($"число {numberA} является четным");
}
else 
Console.WriteLine($"число {numberA} не является четным");

